Repository: common-repository/schreikasten
Catalog: lang/*.po
Languages: sk_ar_sa

source: Subscribe
sk_ar_sa: اشترك

source: Can\'t read Schreikasten Feed
sk_ar_sa: قراءة مغذي Schreikasten غير ممكنة

source: New message from
sk_ar_sa: رسالة جديدة من

source: Are you sure you want to delete this comment?
sk_ar_sa: هل أنت متأكد من رغبتك حذف هذا التعليق؟

source: Are you sure you want to mark this comment as blacklisted?
sk_ar_sa: هل أنت متأكد من رغبتك إدراج هذا التعليق في القائمة السوداء؟

source: Are you sure you want to mark this comment as SPAM?
sk_ar_sa: هل أنت متأكد من رغبتك تعليم هذا التعليق أنه مزعج؟

source: Comment
sk_ar_sa: التعليق

source: Approved
sk_ar_sa: مقبول

source: Pending
sk_ar_sa: قيد النظر

source: Spam
sk_ar_sa: مزعج

source: Rejected
sk_ar_sa: مرفوض

source: We cannot accept messages<br>from this PC
sk_ar_sa: لا يمكننا استقبال الرسائل <br>من هذا الحاسوب

source: There is a reply to your comment on %s from %s
sk_ar_sa: يوجد ردّ على تعليقك على %s من %s

source: Your comment : %s
sk_ar_sa: تعليقك : %s

source: Reply comment: %s
sk_ar_sa: الرد على التعليق: %s

source: An answer to your comment on %s
sk_ar_sa: إجابة على تعليقك على %s

source: There is a new comment on Schreikasten
sk_ar_sa: يوجد تعليق جديد على Schreikasten

source: Author : %1$s (IP: %2$s)
sk_ar_sa: المؤلف : %1$s (IP: %2$s)

source: E-mail : %s
sk_ar_sa: البريد الإلكتروني : %s

source: Comment: %s
sk_ar_sa: تعليق: %s

source: Delete it: %s
sk_ar_sa: إحذفه: %s

source: Reject it: %s
sk_ar_sa: أرفضه: %s

source: Spam it: %s
sk_ar_sa: علّمه مزعجاً: %s

source: New comment on Schreikasten
sk_ar_sa: تعليق جديد على Schreikasten

source: A new comment on Schreikasten is waiting for your approval
sk_ar_sa: يوجد تعليق جديد على Schreikasten بانتظار قبولك

source: Approve it: %s
sk_ar_sa: إقبله: %s

source: Schreikasten comment to moderate
sk_ar_sa: تعليق Schreikasten المطلوبة إدارته

source: [delete]
sk_ar_sa: [حذف]

source: [edit]
sk_ar_sa: [تحرير]

source: [reply]
sk_ar_sa: [ردّ]

source: [no sender]
sk_ar_sa: [دون مُرسِل]

source: Delete
sk_ar_sa: إحذف

source: Reject
sk_ar_sa: أُرفض

source: Sending
sk_ar_sa: الإرسال جارٍ

source: This PC was blacklisted, and you have reached your comments quota limit.
sk_ar_sa: أُدرج هذا الحاسب في القائمة السوداء ، كما أنك قد وصلت إلى أقصى حد من التعليقات.

source: You have reached your daily comments quota limit.
sk_ar_sa: لقد وصلت إلى الحد اليومي الأقصى من التعليقات

source: Submit
sk_ar_sa: أرسل

source: Options saved
sk_ar_sa: تم حفظ الخيارات

source: Status changed
sk_ar_sa: تم تغيير الحالة

source: Comment modified
sk_ar_sa: تم تعديل التعليق

source: Comment deleted
sk_ar_sa: تم حذف التعليق

source: PC locked forever
sk_ar_sa: الحاسب مقفل للأبد

source: PC unlocked
sk_ar_sa: تم فتح الحاسب

source: PC locked
sk_ar_sa: تم قفل الحاسب

source: To show your messages list you have to <a href="%s">log in</a>.
sk_ar_sa: لابد من <a href="%s">تسجيل الدخول</a> لكي يتم عرض قائمة الرسائل

source: E-mail is required
sk_ar_sa: البريد الإلكتروني مطلوب

source: To prevent identification theft, we recomend\nthat you do not include e-mail adresses.\nDo you want to continue?
sk_ar_sa: نقترح عليك عدم تضمين عناوين البريد الإلكتروني\n وذلك لمنع سرقة الهوية.\nهل ترغب المتابعة ؟

source: Your message has been sent. Comments have\nto be approved before posted.
sk_ar_sa: لقد أرسِلَت رسالتك.\n لابد من قبول التعليقات قبل نشرها.

source: Your message has been sent but this PC was blacklisted.\nComments have to be approved before posted.
sk_ar_sa: لقد أرسِلَت رسالتك لكن هذا الحاسب في القائمة السوداء.\n لابد من قبول التعليقات قبل نشرها.

source: You must be <a href="%s">signed in</a> to post a comment
sk_ar_sa: لابد من أن تكون <a href="%s">سجلت دخولك</a>لترسل تعليقاً

source: This PC was blacklisted. At this time comments cannot be posted.
sk_ar_sa: هذا الحاسب مدرج في القائمة السوداء. لا يمكن نشر التعليقات الآن.

source: Name
sk_ar_sa: الاسم

source: Email
sk_ar_sa: البريد الإلكتروني

source: For
sk_ar_sa: على

source: Mail will not be published
sk_ar_sa: لن يُنشَر عنوان البريد

source: (but it's required)
sk_ar_sa: (لكنه مطلوب)

source: (but it's used for avatar)
sk_ar_sa: (لكن )

source: Logged in as %s
sk_ar_sa: تم تسجيل دخول %s

source: Log out
sk_ar_sa: خروج

source: The lenght of the message is bigger than the allowed size.
sk_ar_sa: طول الرسالة أكبر من الحجم المسموح به.

source: Answer
sk_ar_sa: الإجابة

source: Comment by %s
sk_ar_sa: تعليق %s

source: Shouts in %s
sk_ar_sa: النداءات في %s

source: List of messages in %s
sk_ar_sa: قائمة الرسائل في %s

source: Add a Schreikasten Shoutbox to the sidebar.
sk_ar_sa: أضف صندوق نداءات Schreikasten في الشريط الجانبي.

source: Title:
sk_ar_sa: العنوان:

source: Items per page
sk_ar_sa: عناصر في الصفحة

source: Show RSS feed
sk_ar_sa: أظهر مغذي RSS

source: You can <a href="%s">edit</a> the general config settings in <strong>Settings / Schreikasten</strong>.
sk_ar_sa: يمكنك <a href="%s">تحرير</a> الإعدادات العامّة في <strong>الإعدادات / Schreikasten</strong>.

source: Edit Comment
sk_ar_sa: تعديل التعليق

source: Status
sk_ar_sa: الحالة

source: Cancel
sk_ar_sa: إلغاء

source: Update
sk_ar_sa: تحديث

source: Author
sk_ar_sa: المؤلف

source: E-mail
sk_ar_sa: البريد الإلكتروني

source: Tracking comment
sk_ar_sa: تتبُّع التعليق

source: Blocked PC
sk_ar_sa: حاسب مقفل

source: Displaying %s&#8211;%s of %s
sk_ar_sa: يتم عرض %s&#8211;%s من %s

source: No comments found
sk_ar_sa: لا توجد تعليقات

source: By Alias
sk_ar_sa: بالاسم المستعار

source: By E-mail
sk_ar_sa: بالبريد الإلكتروني

source: By PC
sk_ar_sa: بالحاسب

source: No e-mail registry
sk_ar_sa: لايوجد سجلّ بريد إلكتروني

source: registered user
sk_ar_sa: مستخدم مسجَّل

source: This comment is marked as %s.\nAre you sure you want to mark it as %s?
sk_ar_sa: هذا التعليق %s.\n هل أنت متأكد من رغبتك تعليمه %s?

source: Edit
sk_ar_sa: تحرير

source: Accept
sk_ar_sa: قبول

source: Tracking
sk_ar_sa: تتبُّع

source: Are you sure you want to unlock this PC?
sk_ar_sa: هل أنت متأكد من رغبتك فك قفل هذا الحاسب؟

source: Unlock PC
sk_ar_sa: فك قفل الحاسب

source: Are you sure you want to lock this PC?
sk_ar_sa: هل أنت متأكد من رغبتك قفل هذا الحاسب؟

source: Lock PC
sk_ar_sa: قفل الحاسب

source: Delete this Comment?
sk_ar_sa: حذف هذا التعليق؟

source: Schreikasten Spam
sk_ar_sa: تعليقات Schreikasten مزعجة

source: Schreikasten Comments
sk_ar_sa: تعليقات Schreikasten

source: Search Comments
sk_ar_sa: البحث في التعليقات

source: Bulk Actions
sk_ar_sa: إجراءات بالجملة

source: Mark as Spam
sk_ar_sa: تعليمُهُ مزعج

source: Mark as Unapproved
sk_ar_sa: تعليمُهُ غير مقبول

source: Apply
sk_ar_sa: تطبيق

source: Delete all Spam
sk_ar_sa: حذف كل الرسائل المزعجة

source: Approve
sk_ar_sa: قبول

source: approve
sk_ar_sa: قبول

source: reject
sk_ar_sa: رفض

source: delete
sk_ar_sa: حذف

source: <strong>Caution:</strong> You are about to mark the following comment as spam:</p>
sk_ar_sa: <strong>تحذير:</strong> ستشرع في تعليم التعليق التالي مزعجاً:</p>

source: <strong>Caution:</strong> You are about to %s the following comment:</p>
sk_ar_sa: <strong>تحذير:</strong> ستشرع في %s التعليق التالي:</p>

source: Are you sure you want to do that?
sk_ar_sa: هل أنت متأكد من رغبتك فعل هذا؟

source: Schreikasten Settings
sk_ar_sa: إعدادات Schreikasten

source: You need an Akismet <a href='%s' target='_BLANK'>API</a> to enable the antispam filter.
sk_ar_sa: أنت بحاجة لـ<a href='%s' target='_BLANK'>واجهة</a>Akismet لتفعيل مرشّح الرسائل المزعجة.

source: Set the <a href='%s' target='_BLANK'>API Key</a> if you require the antispam filter.
sk_ar_sa: أضبط <a href='%s' target='_BLANK'>API مفتاح</a> إذا كنت بحاجة لمرشّح الرسائل المزعجة.

source: API Key is valid.
sk_ar_sa: مفتاح API صالح.

source: API Key is not valid.
sk_ar_sa: مفتاح API غير صالح.

source: Date format
sk_ar_sa: صيغة التاريخ

source: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Documentation about date format</a>.
sk_ar_sa: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>التوثيق عن صيغ الوقت والتاريخ</a>.

source: Show Avatar
sk_ar_sa: إعرض الصورة الرمزية

source: Registered users only
sk_ar_sa: المستخدمون المسجلون فقط

source: Use general configuration
sk_ar_sa: استخدم الإعدادات العامّة

source: Yes
sk_ar_sa: نعم

source: No
sk_ar_sa: لا

source: Comments must be moderated
sk_ar_sa: لابد من إدارة التعليقات

source: Requiere e-mail
sk_ar_sa: إجعل البريد مطلوباً

source: Announce comments (send e-mail)
sk_ar_sa: أعلن التعليقات (بإرسال بريد)

source: Send e-mail
sk_ar_sa: أرسل البريد

source: Don't send e-mail
sk_ar_sa: لا ترسل البريد

source: Layout
sk_ar_sa: تخطيط

source: Guest Book
sk_ar_sa: سجل زوار

source: Black Board
sk_ar_sa: سبّورة

source: Chat Box
sk_ar_sa: صندوق محادثة

source: Questions and Answers
sk_ar_sa: أسئلة وأجوبة

source: Just to leave messages. No replies.
sk_ar_sa: لترك رسائل فقط. دون ردود.

source: Anyone can leave replies to any comment, but there wouldn't be threads. A reply is listed in the order they come like another comment.
sk_ar_sa: أي أحد يمكنه ترك رد على أي تعليق إلا أنه لن تكون هناك مواضيع نقاش. يعرض الرد بترتيب مجيئه مثل أي تعليق آخر.

source: The space to write comments comes at the bottom, and the messages list goes like in a chat room. Anyone can leave replies to any comment, but there wouldn't be threads. A reply is listed in the order they come like another comment.
sk_ar_sa: مساحة كتابة التعليقات تكون في الأسفل وتُعرض قائمة الرسائل مثل مايتم في غرف المحادثة. يمكن لأي شخص ترك رد على أي تعليق إلا أنه لا توجد مواضيع نقاش. يتم عرض الرد بترتيب مجيئه مثل أي تعليق.

source: Only the administrator can leave a reply, and it will be shown right after the parent message.
sk_ar_sa: المدير فقط هو من يمكنه ترك رد ، وسيُعرض بعد الرسالة الأصل تماماً.

source: Alert users about posting e-mails in their comments
sk_ar_sa: نبّه المستخدمين من نشر عناوين البريد الإلكتروني في تعليقاتهم

source: Number of characters allowed per comment
sk_ar_sa: عدد الحروف المسموح بها في التعليق

source: Refresh rate
sk_ar_sa: معدّل التحديث

source: This option is in an early stage, take caution.
sk_ar_sa: خذ الحذر ، هذا الخيار في مرحلته المبكرة

source: Never
sk_ar_sa: أبداً

source: seconds
sk_ar_sa: ثوان

source: Delete any comment older than
sk_ar_sa: إحذف أي تعليق أقدم من

source: days
sk_ar_sa: أيام

source: weeks
sk_ar_sa: أسابيع

source: months
sk_ar_sa: شهور

source: Void or 0 to not delete.
sk_ar_sa: أترك الخيار أو اختر 0 لعدم الحذف.

source: Max days to hold a PC blacklisted
sk_ar_sa: أطول مدة بالأيام لبقاء الحاسب مدرجاً في القائمة السوداء

source: Forever
sk_ar_sa: للأبد

source: Max pending messages from blacklisted PC
sk_ar_sa: أقصى عدد للرسائل قيد النظر من أي حاسب في القائمة السوداء

source: None
sk_ar_sa: لاشيء

source: Max number of messages a user can send each day
sk_ar_sa: أكبر عدد رسائل يمكن للمستخدم إرساله في اليوم

source: Unlimited
sk_ar_sa: غير محدود

source: Save Changes
sk_ar_sa: حفظ التغييرات

source: No locked PCs found
sk_ar_sa: لا يوجد حاسبات مقفلة

source: Block PC forever
sk_ar_sa: أحظر الحاسب للأبد

source: PC
sk_ar_sa: حاسب

source: Comments
sk_ar_sa: تعليقات

source: To be unlocked<br>%s
sk_ar_sa: لفك القفل <br>%s

source: To be never unlock
sk_ar_sa: لعدم فك القفل أبداً

source: Edit comment
sk_ar_sa: تحرير التعليق

source: Accept comment
sk_ar_sa: قبول التعليق

source: Delete Comment
sk_ar_sa: حذف التعليق

source: Are you sure you want to block this PC forever?
sk_ar_sa: هل أنت متأكد من رغبتك حظر هذا الحاسب للأبد؟
